tap "adoptopenjdk/openjdk"
tap "anhdle14/anhdle14", "git@github.com:anhdle14/homebrew-anhdle14.git"
tap "aquasecurity/trivy"
tap "azure/functions"
tap "clementtsang/bottom"
tap "clintmod/formulas"
tap "dapr/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "jenkins-x/jx"
tap "railwaycat/emacsmacport"
tap "wso2/wso2"
tap "wtfutil/wtfutil"
brew "openssl@1.1"
brew "asciiquarium"
brew "gettext"
brew "autoconf"
brew "automake"
brew "aws-cfn-tools"
brew "readline"
brew "sqlite"
brew "xz"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "bazel"
brew "binutils"
brew "freetype"
brew "fontconfig"
brew "pkg-config"
brew "ccache", args: ["HEAD"]
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "ctags"
brew "curl"
brew "deno"
brew "diffutils"
brew "dust"
brew "eksctl"
brew "node"
brew "emscripten"
brew "exa"
brew "fd"
brew "libtool"
brew "nettle"
brew "gnutls"
brew "ffmpeg"
brew "findutils"
brew "fio"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-flow"
brew "git-lfs"
brew "gitversion"
brew "gnu-sed"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "gradle"
brew "graphviz"
brew "grep"
brew "gzip"
brew "helm"
brew "highlight"
brew "htop"
brew "httpd"
brew "hugo"
brew "libheif"
brew "istioctl"
brew "jq"
brew "pandoc"
brew "jupyterlab"
brew "zookeeper"
brew "kafka"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "less"
brew "lsof"
brew "luajit", args: ["HEAD"]
brew "luarocks", args: ["HEAD"]
brew "make"
brew "mandoc"
brew "minio"
brew "moreutils"
brew "protobuf"
brew "mosh"
brew "most"
brew "mysql"
brew "n"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "newsboat"
brew "nmap"
brew "nnn"
brew "packer"
brew "patchutils"
brew "php"
brew "pinentry-mac"
brew "plantuml"
brew "postgresql"
brew "pre-commit"
brew "procs"
brew "protobuf-c"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "rustup-init"
brew "shellcheck"
brew "skaffold"
brew "sonar-scanner"
brew "sonarqube"
brew "sops"
brew "stern"
brew "stow"
brew "subversion"
brew "tealdeer"
brew "tektoncd-cli"
brew "telnet"
brew "terraform-docs"
brew "terraform-ls"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "thefuck"
brew "tmux"
brew "tree"
brew "typescript"
brew "vault"
brew "vim"
brew "wabt"
brew "wasm3"
brew "watch"
brew "wget"
brew "whalebrew"
brew "wtfutil"
brew "youtube-dl"
brew "yq"
brew "zip"
brew "zsh"
brew "zsh-completions"
brew "aquasecurity/trivy/trivy"
brew "azure/functions/azure-functions-core-tools"
brew "clementtsang/bottom/bottom"
brew "dapr/tap/dapr-cli"
brew "instrumenta/instrumenta/conftest"
brew "instrumenta/instrumenta/kubeval"
brew "jenkins-x/jx/jx"
brew "wso2/wso2/wso2am-micro-gw-toolkit-3.2.0"
cask "adobe-creative-cloud"
cask "adoptopenjdk11"
cask "adoptopenjdk15"
cask "adoptopenjdk8"
cask "alacritty"
cask "anki"
cask "barrier"
cask "bitwarden"
cask "cheatsheet"
cask "chromium"
cask "cinebench"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "drawio"
cask "emacs-mac"
cask "figma"
cask "firefox"
cask "font-iosevka"
cask "font-powerline-symbols"
cask "font-source-code-pro"
cask "geekbench"
cask "google-chrome-canary"
cask "intel-power-gadget"
cask "keycastr"
cask "logitech-g-hub"
cask "loom"
cask "macs-fan-control"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "mos"
cask "netnewswire"
cask "obsidian"
cask "osquery"
cask "postman"
cask "powershell"
cask "raycast"
cask "skype"
cask "slack"
cask "streamlabs-obs"
cask "suspicious-package"
cask "transmission"
cask "twitch"
cask "visual-studio-code-insiders"
cask "vivaldi"
cask "vlc"
cask "webex"
cask "zoom"
cask "zotero"
