asvetliakov.vscode-neovim
azuredevspaces.azds
AzurePolicy.azurepolicyextension
Azurite.azurite
bencoleman.armview
blackmist.LinkCheckMD
chrislajoie.vscode-modelines
christian-kohler.path-intellisense
Dart-Code.dart-code
Dart-Code.flutter
DavidAnson.vscode-markdownlint
docsmsft.docs-article-templates
docsmsft.docs-authoring-pack
docsmsft.docs-build
docsmsft.docs-images
docsmsft.docs-linting
docsmsft.docs-markdown
docsmsft.docs-metadata
docsmsft.docs-preview
docsmsft.docs-yaml
donjayamanne.githistory
DotJoshJohnson.xml
dtsvet.vscode-wasm
eamodio.gitlens
EditorConfig.EditorConfig
felipecaputo.git-project-manager
golang.go
googlecloudtools.cloudcode
hashicorp.terraform
humao.rest-client
Ionide.Ionide-fsharp
James-Yu.latex-workshop
jdinhlife.gruvbox
julialang.language-julia-insider
mhutchie.git-graph
mindaro-dev.file-downloader
mindaro.mindaro
ms-azure-devops.azure-pipelines
ms-azurecache.vscode-azurecache
ms-azuretools.vscode-apimanagement
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azureeventgrid
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azurelogicapps
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azureserverlesspack
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-azuretools.vscode-logicapps
MS-CEINTL.vscode-language-pack-ja
ms-devlabs.extension-manifest-editor
ms-dotnettools.csharp
ms-dotnettools.dotnet-interactive-vscode
ms-dotnettools.vscode-dotnet-pack
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.kind-vscode
ms-kubernetes-tools.kubernetes-opa-vscode
ms-kubernetes-tools.vscode-aks-tools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.mssql
ms-python.gather
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.vscode-ai
ms-toolsai.vscode-ai-remote
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit-nightly
ms-vscode-remote.remote-wsl
ms-vscode-remote.remote-wsl-recommender
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.azurecli
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.js-debug-nightly
ms-vscode.powershell
ms-vscode.typescript-javascript-grammar
ms-vscode.vscode-node-azure-pack
ms-vscode.vscode-typescript-next
ms-vscode.vscode-typescript-tslint-plugin
ms-vscode.wordcount
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
ms-vsonline.vsonline
msazurermtools.azurerm-vscode-tools
msjsdiag.debugger-for-chrome
msrvida.vscode-sanddance
quantum.quantum-devkit-vscode
redhat.java
redhat.vscode-yaml
rust-lang.rust
shd101wyy.markdown-preview-enhanced
SonarSource.sonarlint-vscode
streetsidesoftware.code-spell-checker
timonwong.shellcheck
tsandall.opa
twxs.cmake
usqlextpublisher.usql-vscode-ext
VisualStudioExptTeam.vscodeintellicode
VisualStudioExptTeam.vscodeintellicode-insiders
VisualStudioOnlineApplicationInsights.application-insights
vsciot-vscode.azure-iot-edge
vsciot-vscode.azure-iot-toolkit
vsciot-vscode.azure-iot-tools
vsciot-vscode.vscode-arduino
vsciot-vscode.vscode-dtdl
vsciot-vscode.vscode-iot-device-cube
vsciot-vscode.vscode-iot-workbench
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
XadillaX.viml
yzhang.markdown-all-in-one
