tap "adoptopenjdk/openjdk"
tap "anhdle14/anhdle14", "git@github.com:anhdle14/homebrew-anhdle14.git"
tap "aquasecurity/trivy"
tap "argoproj/tap"
tap "aws/aws"
tap "azure/functions"
tap "clementtsang/bottom"
tap "clintmod/formulas"
tap "d12frosted/emacs-plus"
tap "dapr/tap"
tap "dart-lang/dart"
tap "git-chglog/git-chglog"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "jenkins-x/jx"
tap "mhzawadi/cbonsai"
tap "pomerium/tap"
tap "railwaycat/emacsmacport"
tap "rhysd/hgrep", "https://github.com/rhysd/hgrep"
tap "snyk/tap"
tap "universal-ctags/universal-ctags"
tap "wader/tap"
tap "wasmcloud/wasmcloud"
tap "wso2/wso2"
tap "wtfutil/wtfutil"
brew "aom"
brew "argocd"
brew "ncurses"
brew "asciiquarium"
brew "gettext"
brew "aspell"
brew "autoconf"
brew "automake"
brew "aws-cfn-tools"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "bazel"
brew "binutils"
brew "node"
brew "bitwarden-cli"
brew "freetype"
brew "fontconfig"
brew "pcre"
brew "pkg-config"
brew "calc"
brew "zstd"
brew "ccache", args: ["HEAD"]
brew "terraform"
brew "cdktf"
brew "checkov"
brew "chezmoi"
brew "clang-format"
brew "cmake"
brew "cmigemo"
brew "cocoapods"
brew "code-server", restart_service: true
brew "conftest"
brew "consul"
brew "gmp"
brew "coreutils", link: false
brew "go"
brew "cowsay"
brew "llvm"
brew "crystal"
brew "ctags"
brew "curl"
brew "dash"
brew "deno"
brew "diffutils"
brew "direnv"
brew "docker-clean"
brew "docker-completion", link: false
brew "druid"
brew "dust"
brew "pcre2"
brew "editorconfig"
brew "eksctl"
brew "emscripten"
brew "exa"
brew "fd"
brew "libtool"
brew "nettle"
brew "gnutls"
brew "ffmpeg"
brew "findutils"
brew "fio"
brew "fortune"
brew "fzf"
brew "mpfr"
brew "gh"
brew "gist"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "git-flow"
brew "git-lfs"
brew "gitversion"
brew "glslang"
brew "gnu-sed"
brew "gnu-tar"
brew "pinentry"
brew "gnupg"
brew "pango"
brew "gnuplot"
brew "golangci-lint"
brew "google-authenticator-libpam"
brew "google-java-format"
brew "gradle"
brew "graphviz"
brew "grep"
brew "grip"
brew "gsasl"
brew "gzip"
brew "helm"
brew "highlight"
brew "htop"
brew "httpd"
brew "hub"
brew "hugo"
brew "iftop"
brew "libheif"
brew "infracost"
brew "istioctl"
brew "jq"
brew "julia"
brew "zookeeper"
brew "kafka"
brew "kind"
brew "kn"
brew "ktlint"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "kubeval"
brew "kustomize"
brew "languagetool"
brew "less"
brew "libvterm", link: false
brew "qemu"
brew "lima"
brew "lsof"
brew "luajit", args: ["HEAD"]
brew "luarocks", args: ["HEAD"]
brew "macchina"
brew "make"
brew "mandoc"
brew "maven"
brew "mercurial"
brew "minikube"
brew "minio"
brew "mkcert"
brew "moreutils"
brew "protobuf"
brew "mosh"
brew "most"
brew "mpc"
brew "mysql"
brew "n"
brew "nats-server"
brew "neofetch"
brew "neovim"
brew "nethogs"
brew "newsboat"
brew "nginx"
brew "nmap"
brew "nnn"
brew "nomad"
brew "ocaml"
brew "opam"
brew "packer"
brew "pandoc"
brew "patchutils"
brew "pfetch"
brew "php"
brew "pinentry-mac"
brew "plantuml"
brew "pngpaste"
brew "podman"
brew "poetry"
brew "postgresql"
brew "pre-commit"
brew "procs"
brew "prometheus"
brew "proselint"
brew "protobuf-c"
brew "r"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "rust-analyzer"
brew "rustup-init"
brew "sbcl"
brew "scala"
brew "scdoc"
brew "shellcheck"
brew "skaffold"
brew "sonar-scanner"
brew "sonarqube"
brew "sops"
brew "sphinx-doc"
brew "stern"
brew "stow"
brew "subversion"
brew "tailscale"
brew "tealdeer"
brew "tektoncd-cli"
brew "telnet"
brew "terraform-docs"
brew "terraform-ls"
brew "terraform-rover"
brew "terrahelp"
brew "texinfo"
brew "tflint"
brew "tfsec"
brew "thefuck"
brew "tmux"
brew "topgrade"
brew "tree"
brew "typescript"
brew "vault"
brew "vim"
brew "virtualenv"
brew "virtualenvwrapper"
brew "vivid"
brew "wabt"
brew "wasm3"
brew "watch"
brew "waypoint"
brew "wget"
brew "whalebrew"
brew "wtfutil"
brew "xorriso"
brew "youtube-dl"
brew "yq"
brew "zip"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "aquasecurity/trivy/trivy"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "azure/functions/azure-functions-core-tools@3"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-native-comp"]
brew "dapr/tap/dapr-cli"
brew "dart-lang/dart/dart"
brew "git-chglog/git-chglog/git-chglog"
brew "hashicorp/tap/boundary"
brew "hashicorp/tap/sentinel"
brew "jenkins-x/jx/jx"
brew "pomerium/tap/pomerium-cli"
brew "snyk/tap/snyk"
brew "wader/tap/fq"
cask "adobe-creative-cloud"
cask "adobe-creative-cloud-cleaner-tool"
cask "adoptopenjdk11"
cask "adoptopenjdk15"
cask "alacritty"
cask "anki"
cask "barrier"
cask "bettertouchtool"
cask "blender"
cask "blender-benchmark"
cask "calibre"
cask "cheatsheet"
cask "chromium"
cask "cinebench"
cask "dash5"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "drawio"
cask "eul"
cask "figma"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-meslo-lg-nerd-font"
cask "font-powerline-symbols"
cask "font-source-code-pro"
cask "geekbench"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hiddenbar"
cask "iina"
cask "inkscape"
cask "intel-power-gadget"
cask "karabiner-elements"
cask "keycastr"
cask "lens"
cask "logitech-g-hub"
cask "loom"
cask "macs-fan-control"
cask "mactex-no-gui"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "mos"
cask "mysqlworkbench"
cask "netnewswire"
cask "nomachine"
cask "osquery"
cask "pokerstars"
cask "postman"
cask "powershell"
cask "raycast"
cask "skype"
cask "slack"
cask "steam"
cask "streamlabs-obs"
cask "suspicious-package"
cask "teamviewer"
cask "transmission"
cask "twitch"
cask "visual-studio-code-insiders"
cask "vitalsource-bookshelf"
cask "vlc"
cask "webex"
cask "zoom", args: { appdir: "/Applications" }
cask "zotero"
