tap "argoproj/tap"
tap "aws/tap"
tap "clementtsang/bottom"
tap "dagger/tap"
tap "dapr/tap"
tap "dart-lang/dart"
tap "fermyon/tap"
tap "filebrowser/tap"
tap "gcenx/wine"
tap "git-chglog/git-chglog"
tap "hashicorp/tap"
tap "int128/kubelogin"
tap "kegworks-app/kegworks"
tap "knative/client"
tap "kovetskiy/mark"
tap "linuxkit/linuxkit"
tap "lucagrulla/tap"
tap "mhzawadi/cbonsai"
tap "michaelroosz/ssh"
tap "minio/stable"
tap "nextfire/tap"
tap "rhysd/hgrep", "https://github.com/rhysd/hgrep"
tap "snyk/tap"
tap "spinframework/tap"
tap "stateful/tap"
tap "theseal/ssh-askpass"
tap "tinygo-org/tools"
tap "universal-ctags/universal-ctags"
tap "vmware-tanzu/pinniped"
tap "wader/tap"
tap "wasmcloud/wasmcloud"
brew "act"
brew "adr-tools"
brew "openssl@3"
brew "gettext"
brew "xz"
brew "python@3.13"
brew "ansible"
brew "node"
brew "ansible-language-server"
brew "zstd"
brew "argocd"
brew "asciinema"
brew "ncurses"
brew "asciiquarium"
brew "autoconf"
brew "automake"
brew "aws-cdk"
brew "aws-iam-authenticator"
brew "aws-sam-cli"
brew "aws-vault"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-language-server"
brew "bat"
brew "bazelisk"
brew "binutils"
brew "bison"
brew "bitwarden-cli"
brew "bottom"
brew "brew-cask-completion"
brew "butane"
brew "c7n"
brew "freetype"
brew "fontconfig"
brew "libxcb"
brew "libx11"
brew "calc"
brew "calicoctl"
brew "cfssl"
brew "checkov"
brew "chezmoi"
brew "cilium-cli"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "code-server"
brew "lima"
brew "colima"
brew "conftest"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "curl"
brew "dash-shell"
brew "deno"
brew "diffutils"
brew "direnv"
brew "docker-clean"
brew "docker-compose"
brew "dropbear"
brew "editorconfig"
brew "eksctl"
brew "emscripten"
brew "etcd"
brew "eza"
brew "f3"
brew "ffmpeg"
brew "findutils"
brew "fio"
brew "luajit"
brew "fluent-bit"
brew "fortune"
brew "fzf"
brew "gcalcli"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "git-filter-repo"
brew "git-flow"
brew "git-lfs"
brew "git-sizer"
brew "github-release"
brew "gitversion"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "pkgconf"
brew "gomplate"
brew "google-java-format"
brew "grafana"
brew "grafana-agent"
brew "graphql-cli"
brew "graphviz"
brew "grep"
brew "gzip"
brew "hadolint"
brew "helm"
brew "htop"
brew "httpd"
brew "hubble"
brew "hugo"
brew "iftop"
brew "imagemagick"
brew "infracost"
brew "istioctl"
brew "jfrog-cli"
brew "jp"
brew "jq"
brew "pandoc"
brew "jupyterlab"
brew "k3sup"
brew "k9s"
brew "kafka"
brew "kind"
brew "ko"
brew "kotlin"
brew "openjdk@21"
brew "kotlin-language-server"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "openjdk@17"
brew "languagetool"
brew "launchctl-completion"
brew "less"
brew "libfido2"
brew "libpthread-stubs"
brew "libvterm"
brew "localstack"
brew "lpeg"
brew "lsof"
brew "lua-language-server"
brew "luarocks"
brew "make"
brew "mandoc"
brew "markdownlint-cli2"
brew "mas"
brew "minikube"
brew "minio"
brew "mkcert"
brew "mkdocs"
brew "moreutils"
brew "mosh"
brew "most"
brew "msgpack"
brew "n"
brew "nats-server"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "newsboat"
brew "nginx"
brew "nmap"
brew "nnn"
brew "ocaml"
brew "opam"
brew "openapi-generator"
brew "openjdk@11"
brew "opentofu"
brew "patchutils"
brew "pfetch"
brew "pinentry-mac"
brew "pipes-sh"
brew "pipx"
brew "plantuml"
brew "pngpaste"
brew "podman"
brew "poetry"
brew "postgresql@14"
brew "pre-commit"
brew "procs"
brew "prometheus"
brew "protobuf-c"
brew "pyenv"
brew "pytest", link: false
brew "qemu"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "rustc-completion"
brew "rustup"
brew "saml2aws"
brew "scala"
brew "shellcheck"
brew "siege"
brew "skaffold"
brew "stern"
brew "stow"
brew "stylua"
brew "tailscale"
brew "tctl"
brew "tealdeer"
brew "tektoncd-cli"
brew "telegraf"
brew "telnet"
brew "terraform-docs"
brew "terraform-ls"
brew "terraform", link: false
brew "terraform-rover"
brew "terragrunt"
brew "terrahelp"
brew "texinfo"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "thefuck"
brew "tmux"
brew "tree"
brew "trivy"
brew "typescript"
brew "uv"
brew "vale"
brew "vault-cli"
brew "vim"
brew "virtualenv", link: false
brew "virtualenvwrapper"
brew "wabt"
brew "wakeonlan"
brew "wapm"
brew "wasm-tools"
brew "wasm3"
brew "wasmer"
brew "watch"
brew "wget"
brew "whalebrew"
brew "wireguard-tools"
brew "wtfutil"
brew "xcb-proto"
brew "xcb-util"
brew "yaml-language-server"
brew "yamllint"
brew "ykman"
brew "ykpers"
brew "yq"
brew "zig"
brew "zip"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "dagger/tap/dagger"
brew "dapr/tap/dapr-cli"
brew "dart-lang/dart/dart"
brew "git-chglog/git-chglog/git-chglog"
brew "hashicorp/tap/boundary"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/sentinel"
brew "hashicorp/tap/terraform", link: false
brew "int128/kubelogin/kubelogin"
brew "knative/client/kn"
brew "kovetskiy/mark/mark"
brew "linuxkit/linuxkit/linuxkit", args: ["HEAD"]
brew "lucagrulla/tap/cw"
brew "nextfire/tap/apple-music-discord-rpc"
brew "rhysd/hgrep/hgrep"
brew "snyk/tap/snyk"
brew "spinframework/tap/spin"
brew "stateful/tap/stateful"
brew "tinygo-org/tools/tinygo"
brew "vmware-tanzu/pinniped/pinniped-cli"
brew "wader/tap/fq"
brew "wasmcloud/wasmcloud/wash"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "alacritty"
cask "arc"
cask "blender"
cask "bluesense"
cask "chromium"
cask "cinebench"
cask "cleanmymac"
cask "discord"
cask "docker-desktop"
cask "drawio"
cask "eclipse-ide"
cask "figma"
cask "firefox"
cask "fly"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "font-meslo-lg-nerd-font"
cask "font-powerline-symbols"
cask "geekbench"
cask "github"
cask "google-cloud-sdk"
cask "google-drive"
cask "graphiql"
cask "graphql-playground"
cask "gstreamer-runtime"
cask "iina"
cask "iterm2@nightly"
cask "jetbrains-toolbox"
cask "kap"
cask "karabiner-elements"
cask "kegworks"
cask "keycastr"
cask "lens"
cask "libsk-libfido2-install"
cask "logi-options+"
cask "loom"
cask "macs-fan-control"
cask "microsoft-edge"
cask "microsoft-openjdk@17"
cask "miniconda"
cask "mos"
cask "notion"
cask "notion-calendar"
cask "obs"
cask "postman"
cask "powershell"
cask "rar"
cask "raspberry-pi-imager"
cask "raycast"
cask "session-manager-plugin"
cask "steam"
cask "suspicious-package"
cask "temurin"
cask "textsniper"
cask "thunderbird"
cask "transmission"
cask "visual-studio-code@insiders"
cask "webex"
cask "wine@devel"
cask "yubico-yubikey-manager"
cask "zotero"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "DaVinci Resolve", id: 571213070
mas "Developer", id: 640199958
mas "Essentials", id: 1588151344
mas "Furiganify", id: 1151320968
mas "Grammarly for Safari", id: 1462114288
mas "HP Smart", id: 1474276998
mas "iMovie", id: 408981434
mas "iStat Menus", id: 1319778037
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Pluralsight", id: 431748264
mas "Refined GitHub", id: 1519867270
mas "Sketch", id: 1667260533
mas "Slack", id: 803453959
mas "Swift Playground", id: 1496833156
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "Trotto", id: 1550901097
mas "Userscripts", id: 1463298887
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "coolbear.systemd-unit-file"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "dtsvet.vscode-wasm"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "exiasr.hadolint"
vscode "felipecaputo.git-project-manager"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "johnpapa.vscode-peacock"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "platformio.platformio-ide"
vscode "postman.postman-for-vscode"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "robbowen.synthwave-vscode"
vscode "rust-lang.rust-analyzer"
vscode "sonarsource.sonarlint-vscode"
vscode "sumneko.lua"
vscode "timonwong.shellcheck"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "yzhang.markdown-all-in-one"
vscode "zobo.php-intellisense"
