tap "adoptopenjdk/openjdk"
tap "argoproj/tap"
tap "aws/tap"
tap "clementtsang/bottom"
tap "dagger/tap"
tap "dapr/tap"
tap "dart-lang/dart"
tap "filebrowser/tap"
tap "git-chglog/git-chglog"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "kovetskiy/mark"
tap "mhzawadi/cbonsai"
tap "rhysd/hgrep", "https://github.com/rhysd/hgrep"
tap "snyk/tap"
tap "universal-ctags/universal-ctags"
tap "vmware-tanzu/pinniped"
tap "wader/tap"
tap "wasmcloud/wasmcloud"
brew "act"
brew "adr-tools"
brew "gettext"
brew "xz"
brew "python@3.11"
brew "ansible"
brew "node"
brew "ansible-language-server"
brew "zstd"
brew "argocd"
brew "ncurses"
brew "asciiquarium"
brew "autoconf"
brew "automake"
brew "aws-cdk"
brew "aws-iam-authenticator"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "bash-language-server"
brew "bat"
brew "bazelisk"
brew "binutils"
brew "bison"
brew "bitwarden-cli"
brew "bottom"
brew "brew-cask-completion"
brew "freetype"
brew "fontconfig"
brew "pkg-config"
brew "libpthread-stubs"
brew "libxcb"
brew "libx11"
brew "python@3.9"
brew "calc"
brew "calicoctl"
brew "terraform"
brew "cdktf"
brew "checkov"
brew "chezmoi"
brew "cilium-cli"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "code-server"
brew "conftest"
brew "consul"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "curl"
brew "dash"
brew "deno"
brew "diffutils"
brew "direnv"
brew "docker-clean"
brew "editorconfig"
brew "eksctl"
brew "openjdk"
brew "emscripten"
brew "etcd"
brew "exa"
brew "f3"
brew "ffmpeg"
brew "findutils"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "git-flow"
brew "git-lfs"
brew "github-release"
brew "gitversion"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "gomplate"
brew "google-java-format"
brew "grafana"
brew "grafana-agent"
brew "graphql-cli"
brew "graphviz"
brew "grep"
brew "gzip"
brew "hadolint"
brew "helm"
brew "htop"
brew "httpd"
brew "hubble"
brew "hugo"
brew "iftop"
brew "imagemagick"
brew "infracost"
brew "istioctl"
brew "jp"
brew "jq"
brew "pandoc"
brew "jupyterlab"
brew "k3sup"
brew "k9s"
brew "kafka"
brew "kind"
brew "kotlin"
brew "kotlin-language-server"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "kubeseal"
brew "kubeval"
brew "kustomize"
brew "languagetool"
brew "lastpass-cli"
brew "launchctl-completion"
brew "less"
brew "libvterm"
brew "qemu"
brew "lima"
brew "llvm"
brew "localstack"
brew "lsof"
brew "luajit", args: ["HEAD"]
brew "make"
brew "mandoc"
brew "markdownlint-cli"
brew "mas"
brew "minikube"
brew "minio"
brew "mkcert"
brew "moreutils"
brew "mosh"
brew "most"
brew "zlib"
brew "mysql"
brew "n"
brew "nats-server"
brew "neofetch"
brew "tree-sitter", args: ["HEAD"]
brew "neovim"
brew "newsboat"
brew "nginx"
brew "nmap"
brew "nnn"
brew "nomad"
brew "ocaml"
brew "opam"
brew "openssl@3"
brew "packer"
brew "patchutils"
brew "pfetch"
brew "pinentry-mac"
brew "pipes-sh"
brew "plantuml"
brew "pngpaste"
brew "podman"
brew "poetry", link: false
brew "postgresql@14"
brew "pre-commit"
brew "procs"
brew "prometheus"
brew "protobuf-c"
brew "r"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "rust-analyzer"
brew "rustc-completion"
brew "rustup-init"
brew "saml2aws"
brew "scala"
brew "shellcheck"
brew "siege"
brew "skaffold"
brew "stern"
brew "stow"
brew "subversion"
brew "tailscale", restart_service: true
brew "tctl"
brew "tealdeer"
brew "tektoncd-cli"
brew "telnet"
brew "terraform-docs"
brew "terraform-ls"
brew "terraform-rover"
brew "terragrunt"
brew "terrahelp"
brew "texinfo"
brew "tfenv", link: false
brew "tflint"
brew "tfsec"
brew "thefuck"
brew "tmux"
brew "tree"
brew "typescript"
brew "vale"
brew "vault", restart_service: true
brew "vault-cli"
brew "vim"
brew "virtualenvwrapper"
brew "wabt"
brew "wakeonlan"
brew "wapm"
brew "wasm3"
brew "wasmer"
brew "watch"
brew "waypoint"
brew "wget"
brew "whalebrew"
brew "wireguard-tools"
brew "wtfutil"
brew "xcb-proto"
brew "xcb-util"
brew "yaml-language-server"
brew "yamllint"
brew "youtube-dl"
brew "yq"
brew "zip"
brew "zsh"
brew "zsh-completions"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "aws/tap/aws-sam-cli"
brew "dagger/tap/dagger"
brew "dapr/tap/dapr-cli"
brew "dart-lang/dart/dart"
brew "filebrowser/tap/filebrowser"
brew "git-chglog/git-chglog/git-chglog"
brew "hashicorp/tap/boundary"
brew "hashicorp/tap/sentinel"
brew "kovetskiy/mark/mark"
brew "rhysd/hgrep/hgrep"
brew "snyk/tap/snyk"
brew "vmware-tanzu/pinniped/pinniped-cli"
brew "wader/tap/fq"
cask "adobe-creative-cloud"
cask "adoptopenjdk8"
cask "alacritty"
cask "blender"
cask "bluejeans"
cask "cheatsheet"
cask "chromium"
cask "cinebench"
cask "cleanmymac"
cask "discord"
cask "docker"
cask "drawio"
cask "eclipse-ide"
cask "figma"
cask "fly"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "font-meslo-lg-nerd-font"
cask "font-powerline-symbols"
cask "geekbench"
cask "github"
cask "google-cloud-sdk"
cask "google-drive"
cask "graphiql"
cask "graphql-playground"
cask "iina"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "lastpass"
cask "lens"
cask "loom"
cask "macs-fan-control"
cask "minecraft"
cask "miniconda"
cask "notion"
cask "obs"
cask "parallels"
cask "postman"
cask "powershell"
cask "raspberry-pi-imager"
cask "raycast"
cask "session-manager-plugin"
cask "slack"
cask "steam"
cask "suspicious-package"
cask "teamviewer"
cask "temurin"
cask "textsniper"
cask "transmission"
cask "visual-studio-code"
cask "webex"
cask "zoom"
cask "zotero"
mas "1Blocker", id: 1365531024
mas "AdGuard for Safari", id: 1440147259
mas "Apple Configurator", id: 1037126344
mas "Bitwarden", id: 1352778147
mas "DaVinci Resolve", id: 571213070
mas "Developer", id: 640199958
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Essentials", id: 1588151344
mas "Furiganify!", id: 1151320968
mas "GarageBand", id: 682658836
mas "GhostText", id: 1552641506
mas "GPU Monitor Pro", id: 1552619842
mas "Grammarly for Safari", id: 1462114288
mas "HP Smart", id: 1474276998
mas "iMovie", id: 408981434
mas "iStat Menus", id: 1319778037
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Playgrounds", id: 1496833156
mas "Pluralsight", id: 431748264
mas "Refined GitHub", id: 1519867270
mas "Roadblock", id: 1051436753
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "Userscripts", id: 1463298887
mas "Xcode", id: 497799835
mas "Youtube Master", id: 1630560312
